<?php

return [
    'email' => [
        'title' => '更新您的電子郵件',
        'updated' => '您的電子郵件地址已更新。',
    ],
    'password' => [
        'title' => '更改您的密碼',
        'requirements' => '您的新密碼長度應至少為 8 個字元。',
        'updated' => '您的密碼已更新。',
    ],
    'two_factor' => [
        'button' => '配置雙重認證',
        'disabled' => '您的帳戶已停用雙重認證。登入時將不再提示您提供驗證代碼。',
        'enabled' => '您的帳戶已啟用雙重認證！從現在開始，登入時，您將需要提供設備產生的程式碼。',
        'invalid' => '提供的驗證碼無效。',
        'setup' => [
            'title' => '設定雙重認證',
            'help' => '無法掃碼？在您的應用程式中輸入以下代碼：',
            'field' => '輸入驗證碼',
        ],
        'disable' => [
            'title' => '禁用雙重認證',
            'field' => '輸入驗證碼',
        ],
    ],
];
